Repository: madmurphy/nautilus-annotations
Catalog: po/*.po
Languages: it, nl

source: Could not erase file's annotations
it: Impossibile eliminare le annotazioni dal file
nl: De aantekeningen kunnen niet worden gewist

source: unknown location
it: percorso sconosciuto
nl: Onbekende locatie

source: Could not save file's annotations
it: Impossibile salvare le annotazioni del file
nl: De aantekeningen kunnen niet worden opgeslagen

source: Could not save file's emblems
it: Impossibile salvare gli emblemi del file
nl: De emblemen kunnen niet worden opgeslagen

source: Unknown error
it: Errore sconosciuto
nl: Onbekende foutmelding

source: Could not refresh Nautilus emblems
it: Impossibile aggiornare gli emblemi di Nautilus
nl: De emblemen kunnen niet worden herladen

source: Are you sure you want to discard the current changes?
it: Si è sicuri di voler scartare le modifiche correnti?
nl: Weet u zeker dat u de huidige aanpassingen wilt verwerpen?

source: This action cannot be undone.
it: Questa azione non potrà essere annullata.
nl: Dit kan niet ongedaan worden gemaakt.

source: _Discard changes
it: Scarta le mo_difiche
nl: Wijzigingen verwer_pen

source: Shared annotations
it: Annotazioni condivise
nl: Gedeelde aantekeningen

source: (multiple objects)
it: (più oggetti)
nl: (meerdere items)

source: Annotations
it: Annotazioni
nl: Aantekeningen

source: Unknown path
it: Percorso sconosciuto
nl: Onbekende locatie

source: No files were selected to be annotated
it: Non ci sono file selezionati da annotare
nl: Er zijn geen bestanden geselecteerd

source: Could not access file's annotations
it: Impossibile accedere alle annotazioni del file
nl: De aantekeningen kunnen niet worden geopend

source: At least two annotations in the file selection differ
it: Almeno due annotazioni nella selezione differiscono
nl: Minstens twee aantekeningen in de selectie verschillen van elkaar

source: This will set up a blank new annotation.
it: Questo comporterà l'apertura di un'annotazione vuota.
nl: Hiermee maakt u een nieuwe, blanco aantekening.

source: No files were selected to be unannotated
it: Non ci sono file selezionati da cui rimuovere annotazioni
nl: Er zijn geen bestanden geselecteerd

source: Do you really want to erase the annotations attached?
it: Si vogliono davvero rimuovere le annotazioni allegate?
nl: Weet u zeker dat u de bijgevoegde aantekeningen wilt wissen?

source: The annotations will be lost forever.
it: Le annotazioni andranno perse per sempre.
nl: Ze worden permanent verwijderd.

source: E_rase
it: _Rimuovi
nl: W_issen

source: Directory's _annotations
it: _Annotazioni della cartella
nl: Map_aantekeningen

source: File's _annotations
it: _Annotazioni del file
nl: Bestands_aantekeningen

source: Objects' _annotations
it: _Annotazioni degli oggetti
nl: Item_aantekeningen

source: Choose an action for the object's annotations
it: Scegli un'azione da compiere con le annotazioni dell'oggetto
nl: Kies een actie voor de itemaantekeningen

source: _Edit and extend
it: _Modifica ed estendi
nl: B_ewerken en uitbreiden

source: _Edit
it: _Modifica
nl: B_ewerken

source: Edit and extend the annotations attached to the selected objects
it: Modifica ed estendi le annotazioni allegate agli oggetti selezionati
nl: Bewerk en breidt de bijgevoegde aantekeningen uit

source: Edit the annotations attached to the selected object
it: Modifica le annotazioni allegate all'oggetto selezionato
nl: Bewerk en breidt de bijgevoegde aantekeningen uit

source: Remove the annotations attached to the selected object
it: Rimuovi le annotazioni allegate all'oggetto selezionato
nl: Verwijder de bijgevoegde aantekeningen van het item

source: _Annotate directory
it: _Annota la cartella
nl: Map_aantekening maken

source: _Annotate file
it: _Annota il file
nl: Bestands_aantekening maken

source: _Annotate objects
it: _Annota gli oggetti
nl: Item_aantekeningen maken

source: Attach an annotation to the selected object
it: Allega un'annotazione all'oggetto selezionato
nl: Voeg een aantekening toe aan het item

source: Annotations attached to the object
it: Annotazioni allegate all'oggetto
nl: Bijgevoegde aantekeningen

source: Could not read file's emblems
it: Impossibile leggere gli emblemi del file
nl: De aantekeningen kunnen niet worden uitgelezen

source: Unsupported emblems
it: Emblemi non supportati
nl: Onbekende emblemen

source: We coudn't render those :-(
it: Ci dispiace :-(
nl: Deze zijn niet geladen. :-(

source: gnui_emblem_picker_save() - No files were passed to GnuiEmblemPicker widget with address %p.
it: gnui_emblem_picker_save() - Non sono stati passati file al widget GnuiEmblemPicker con indirizzo %p.
nl: gnui_emblem_picker_save() - Er zijn geen bestanden overgedragen aan de GnuiEmblemPicker-widget met adres %p.
